{"paper_id": 26121240, "labels": ["0", "0", "0", "0", "0", "1", "1"], "abstract": "Understanding the molecular basis of species formation is an important goal in evolutionary genetics, and Dobzhansky-Muller incompatibilities are thought to be a common source of postzygotic reproductive isolation between closely related lineages. However, the evolutionary forces that lead to the accumulation of such incompatibilities between diverging taxa are poorly understood. Segregation distorters are believed to be an important source of Dobzhansky-Muller incompatibilities between hybridizing species of Drosophila as well as hybridizing crop plants, but it remains unclear if these selfish genetic elements contribute to reproductive isolation in other taxa. Here, we collected viable sperm from first-generation hybrid male progeny of Mus musculus castaneus and M. m. domesticus, two subspecies of rodent in the earliest stages of speciation. We then genotyped millions of single nucleotide polymorphisms in these gamete pools and tested for a skew in the frequency of parental alleles across the genome. We show that segregation distorters are not measurable contributors to observed infertility in these hybrid males, despite sufficient statistical power to detect even weak segregation distortion with our novel method. Thus, reduced hybrid male fertility in crosses between these nascent species is attributable to other evolutionary forces.", "journal": "PloS one", "sentences": ["Understanding the molecular basis of species formation is an important goal in evolutionary genetics, and Dobzhansky-Muller incompatibilities are thought to be a common source of postzygotic reproductive isolation between closely related lineages.", "However, the evolutionary forces that lead to the accumulation of such incompatibilities between diverging taxa are poorly understood.", "Segregation distorters are believed to be an important source of Dobzhansky-Muller incompatibilities between hybridizing species of Drosophila as well as hybridizing crop plants, but it remains unclear if these selfish genetic elements contribute to reproductive isolation in other taxa.", "Here, we collected viable sperm from first-generation hybrid male progeny of Mus musculus castaneus and M. m. domesticus, two subspecies of rodent in the earliest stages of speciation.", "We then genotyped millions of single nucleotide polymorphisms in these gamete pools and tested for a skew in the frequency of parental alleles across the genome.", "We show that segregation distorters are not measurable contributors to observed infertility in these hybrid males, despite sufficient statistical power to detect even weak segregation distortion with our novel method.", "Thus, reduced hybrid male fertility in crosses between these nascent species is attributable to other evolutionary forces."], "title": "Direct Gamete Sequencing Reveals No Evidence for Segregation Distortion in House Mouse Hybrids."}
{"paper_id": 26101260, "labels": ["0", "0", "0", "0", "0", "1"], "abstract": "Elucidating the dynamic organization of nuclear RNA foci is important for understanding and manipulating these functional sites of gene expression in both physiological and pathological states. However, such studies have been difficult to establish in vivo as a result of the absence of suitable RNA imaging methods. Here, we describe a high-resolution fluorescence RNA imaging method, ECHO-liveFISH, to label endogenous nuclear RNA in living mice and chicks. Upon in vivo electroporation, exciton-controlled sequence-specific oligonucleotide probes revealed focally concentrated endogenous 28S rRNA and U3 snoRNA at nucleoli and poly(A) RNA at nuclear speckles. Time-lapse imaging reveals steady-state stability of these RNA foci and dynamic dissipation of 28S rRNA concentrations upon polymerase I inhibition in native brain tissue. Confirming the validity of this technique in a physiological context, the in vivo RNA labeling did not interfere with the function of target RNA nor cause noticeable cytotoxicity or perturbation of cellular behavior.", "journal": "Nucleic acids research", "sentences": ["Elucidating the dynamic organization of nuclear RNA foci is important for understanding and manipulating these functional sites of gene expression in both physiological and pathological states.", "However, such studies have been difficult to establish in vivo as a result of the absence of suitable RNA imaging methods.", "Here, we describe a high-resolution fluorescence RNA imaging method, ECHO-liveFISH, to label endogenous nuclear RNA in living mice and chicks.", "Upon in vivo electroporation, exciton-controlled sequence-specific oligonucleotide probes revealed focally concentrated endogenous 28S rRNA and U3 snoRNA at nucleoli and poly(A) RNA at nuclear speckles.", "Time-lapse imaging reveals steady-state stability of these RNA foci and dynamic dissipation of 28S rRNA concentrations upon polymerase I inhibition in native brain tissue.", "Confirming the validity of this technique in a physiological context, the in vivo RNA labeling did not interfere with the function of target RNA nor cause noticeable cytotoxicity or perturbation of cellular behavior."], "title": "ECHO-liveFISH: in vivo RNA labeling reveals dynamic regulation of nuclear RNA foci in living tissues."}