{"paper_id": 26229962, "labels": ["0", "0", "0", "0", "1"], "abstract": "Different loading regimens of cyclic tensile strain impose different effects on cell proliferation and tenogenic differentiation of TDSCs in three-dimensional (3D) culture in vitro, which has been little reported in previous literatures. In this study we assessed the efficacy of TDSCs in a poly(L-lactide-co-ε-caprolactone)/collagen (P(LLA-CL)/Col) scaffold under mechanical stimulation in the custom-designed 3D tensile bioreactor, which revealed that cyclic tensile strain with different frequencies (0.3 Hz, 0.5 Hz, and 1.0 Hz) and amplitudes (2%, 4%, and 8%) had no influence on TDSC viability, while it had different effects on the proliferation and the expression of type I collagen, tenascin-C, tenomodulin, and scleraxis of TDSCs, which was most obvious at 0.5 Hz frequency with the same amplitude and at 4% amplitude with the same frequency. Moreover, signaling pathway from microarray analysis revealed that reduced extracellular matrix (ECM) receptor interaction signaling initiated the tendon genius switch. Cyclic tensile strain highly upregulated genes encoding regulators of NPM1 and COPS5 transcriptional activities as well as MYC related transcriptional factors, which contributed to cell proliferation and differentiation. In particular, the transcriptome analysis provided certain new insights on the molecular and signaling networks for TDSCs loaded in these conditions.", "journal": "BioMed research international", "sentences": ["Different loading regimens of cyclic tensile strain impose different effects on cell proliferation and tenogenic differentiation of TDSCs in three-dimensional (3D) culture in vitro, which has been little reported in previous literatures.", "In this study we assessed the efficacy of TDSCs in a poly(L-lactide-co-ε-caprolactone)/collagen (P(LLA-CL)/Col) scaffold under mechanical stimulation in the custom-designed 3D tensile bioreactor, which revealed that cyclic tensile strain with different frequencies (0.3 Hz, 0.5 Hz, and 1.0 Hz) and amplitudes (2%, 4%, and 8%) had no influence on TDSC viability, while it had different effects on the proliferation and the expression of type I collagen, tenascin-C, tenomodulin, and scleraxis of TDSCs, which was most obvious at 0.5 Hz frequency with the same amplitude and at 4% amplitude with the same frequency.", "Moreover, signaling pathway from microarray analysis revealed that reduced extracellular matrix (ECM) receptor interaction signaling initiated the tendon genius switch.", "Cyclic tensile strain highly upregulated genes encoding regulators of NPM1 and COPS5 transcriptional activities as well as MYC related transcriptional factors, which contributed to cell proliferation and differentiation.", "In particular, the transcriptome analysis provided certain new insights on the molecular and signaling networks for TDSCs loaded in these conditions."], "title": "Cyclic Tensile Strain Induces Tenogenic Differentiation of Tendon-Derived Stem Cells in Bioreactor Culture."}
{"paper_id": 25623328, "labels": ["0", "0", "0", "0", "0", "0", "0", "1", "0", "1"], "abstract": "Pigs are well recognized as a model for humans in research studies due to similarities in metabolism and physiology between the two species. The potential for pigs to model humans in studying metabolic diseases is highly dependent on similarities in hepatic metabolism between the two species, including similarities in the farnesoid X receptor (FXR; NR1H4) which regulate bile acid homeostasis. During initial cloning of porcine FXR (pFXR), an alternative splice variant (pFXR-SV1) was isolated which contained a four amino acid (MYTG) insert that exerted a dominant positive effect on the wild type receptor (pFXR-WT). The current study investigated the role of this insert in the dominant positive effect. Individual point mutations were made to the first three amino acids of the MYTG insert. Mutations of the methionine (M) or threonine (T) to alanine (A) reduced the dominant positive effect, while mutation of the tyrosine (Y) to either A or phenylalanine (F) completely abolished the dominant positive effect. Treatment with the tyrosine phosphatase inhibitor sodium orthovanadate (Na3VO4) increased the dominant positive effect of pFXR-SV1 by about 30%. These results suggest that the dominant positive effect may be dependent on the phosphorylation status of the tyrosine in the MYTG insert. The human variant hFXRα+ has the same MYTG insert as pFXR-SV1, but did not cause a dominant positive effect on hFXR-WT and significantly reduced the activity of hFXR-WT. Thus, although the MYTG insert is conserved in both human and pig, the effects of this insert are different in the two species.", "journal": "Gene", "sentences": ["Pigs are well recognized as a model for humans in research studies due to similarities in metabolism and physiology between the two species.", "The potential for pigs to model humans in studying metabolic diseases is highly dependent on similarities in hepatic metabolism between the two species, including similarities in the farnesoid X receptor (FXR; NR1H4) which regulate bile acid homeostasis.", "During initial cloning of porcine FXR (pFXR), an alternative splice variant (pFXR-SV1) was isolated which contained a four amino acid (MYTG) insert that exerted a dominant positive effect on the wild type receptor (pFXR-WT).", "The current study investigated the role of this insert in the dominant positive effect.", "Individual point mutations were made to the first three amino acids of the MYTG insert.", "Mutations of the methionine (M) or threonine (T) to alanine (A) reduced the dominant positive effect, while mutation of the tyrosine (Y) to either A or phenylalanine (F) completely abolished the dominant positive effect.", "Treatment with the tyrosine phosphatase inhibitor sodium orthovanadate (Na3VO4) increased the dominant positive effect of pFXR-SV1 by about 30%.", "These results suggest that the dominant positive effect may be dependent on the phosphorylation status of the tyrosine in the MYTG insert.", "The human variant hFXRα+ has the same MYTG insert as pFXR-SV1, but did not cause a dominant positive effect on hFXR-WT and significantly reduced the activity of hFXR-WT.", "Thus, although the MYTG insert is conserved in both human and pig, the effects of this insert are different in the two species."], "title": "Investigation of the dominant positive effect of porcine farnesoid X receptor (FXR) splice variant 1."}